Repository: kechkarayoub/remedial_teaching_backend
Catalog: remedial_teaching/user/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Added fields
ar: الحقول المضافة

source: Address
ar: العنوان

source: Phone number
ar: رقم الهاتف

source: Phone is valid
ar: رقم الهاتف صحيح

source: Phone is validated
ar: تم التحقق من صحة الهاتف

source: Type
ar: نوع

source: User
ar: المستخدم

source: Users
ar: المستخدمين

source: Select
ar: اختر

source: Female
ar: أنثى

source: Male
ar: ذكر

source: Birthday
ar: تاريخ الميلاد

source: Country code
ar: رمز البلد

source: Country name
ar: اسم البلد

source: Email is validated
ar: تم التحقق من صحة البريد الإلكتروني

source: Gender
ar: الجنس

source: Language
ar: اللغة

source: Assistant
ar: مساعد

source: Director
ar: مدير

source: Other
ar: آخر

source: User email confirmation key
ar: مفتاح تأكيد البريد الإلكتروني للمستخدم

source: Users emails confirmation keys
ar: مفاتيح تأكيد رسائل البريد الإلكتروني للمستخدمين

source: Creation time
ar: وقت الانشاء

source: Key
ar: مفتاح

source: Dear %(full_name)s,
ar: عزيزي %(full_name)s ،

source: Your account is created on
ar: تم إنشاء حسابك على

source: You still have to validate your email address. To do so, click on this button or copy the link below to your browser:
ar: لا يزال يتعين عليك التحقق من صحة عنوان بريدك الإلكتروني. للقيام بذلك ، انقر فوق هذا الزر أو انسخ الرابط أدناه إلى متصفحك:

source: Confirm my email
ar: تأكيد بريدي الإلكتروني

source: You still have to validate your email address. To do so, click on this link or copy it to your browser:
ar: لا يزال يتعين عليك التحقق من صحة عنوان بريدك الإلكتروني. للقيام بذلك ، انقر فوق هذا الارتباط أو انسخه إلى متصفحك:

source: French
ar: فرنسي

source: Arabic
ar: عربي

source: Invalid credentials!
ar: بيانات الاعتماد غير صالحة!

source: An error occurred when log in!
ar: حدث خطأ عند تسجيل الدخول!

source: The email: {} already exists!
ar: البريد الالكتروني {} موجود بالفعل!

source: The username: {} already exists!
ar: اسم المستخدم: {} موجود بالفعل!

source: Your account {site_name}
ar: حسابك {site_name}

source: This username: {} is already exists!
ar: اسم المستخدم: {} موجود بالفعل!

source: This email: {} is already exists!
ar: البريد الالكتروني {} موجود بالفعل!

source: An error occurred when checking email!
ar: حدث خطأ أثناء فحص البريد الإلكتروني!

source: An error occurred when checking username!
ar: حدث خطأ أثناء التحقق من اسم المستخدم!

source: Email is required!
ar: البريد الالكتروني ضروري!

source: First name is required!
ar: الإسم ضروري!

source: Last name is required!
ar: اللقب ضروري!

source: Password is required!
ar: كلمة المرور ضرورية

source: Username is required!
ar: اسم المستخدم ضروري!

source: Your account is created.
ar: تم إنشاء حسابك.

source: An activation email is sent to the address {} for you to activate your email so that you can log in.
ar: تم إرسال بريد إلى العنوان {} لتفعيل بريدك الإلكتروني حتى تتمكن من تسجيل الدخول.

source: If you haven't received the email, click here to resend it.
ar: إذا لم تتلق البريد الإلكتروني ، فانقر هنا لإعادة إرساله.

source: Your email address is already validated!
ar: تم التحقق من صحة عنوان بريدك الإلكتروني بالفعل!

source: You can now log in with your username/email and password.
ar: يمكنك الآن تسجيل الدخول باستخدام اسم المستخدم / البريد الإلكتروني وكلمة المرور.

source: We couldn't find an account with that username: {}!
ar: لم نتمكن من العثور على حساب باسم المستخدم هذا: {}!

source: A new activation email is sent to the address {}.
ar: تم إرسال بريد إلكتروني جديد للتفعيل إلى العنوان {}.
